[
    {
        "name" : "HP LaserJet M1005 MFP Multi-function Monochrome Laser Printer",
        "price" : "25836.51",
        "description" : "A4 Black and White Laser Printer, Perfect for Home Print, copy, scan & fax Print speed up to 21 ppm (black) USB, Apple AirPrint™, Ethernet, HP ePrint. This monochrome HP printer is great for printing, scanning and copying your documents. With Economode Print Quality Settings, this printer will make print jobs an economical affair. The HP FastRes 1200 Technology delivers high-resolution prints in no time. The Instant On Technology keeps the quality of the prints high and the energy consumption low",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/HP_printer_k0dgre",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695294732/products/HP_printer_k0dgre.avif"
        }],
        "category" : "Electronics",
        "seller" : "Ebay",
        "stock" : 500,
        "numOfReviews" : 0,
        "reviews": []
    },
    {
        "name" : "Lenovo [SmartChoice] IdeaPad Gaming 3 Laptop Intel Core i5 11th Gen (39.62cm)",
        "price" : "26178.10",
        "description" : " Laptop features an 11th Gen Intel Core i5-11300H processor with speeds ranging from 3.1 GHz to 4.4 GHz, 4 cores, and 8 threads, along with 8GB DDR4 RAM (upgradable to 16GB) and a 512GB SSD for storage. It boasts a 15.6 FHD display with a 120Hz refresh rate, IPS technology, and anti-glare properties. The NVIDIA GeForce GTX 1650 4GB GDDR6 dedicated graphics card delivers solid performance.The laptop emphasizes cooling with improved ventilation, a larger thermal area, and a 35% higher TDP. It also has MIL-STD-810G military-grade certification for durability.Comes with Windows 11 Home, Office Trial, and a 3-month Xbox GamePass Ultimate subscription. Audio features include Nahimic Audio with Surround Sound, and it has a 720p HD camera with privacy shutter.",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/laptop-1_ju6a0t",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695295718/products/laptop-1_ju6a0t.jpg"
        }],
        "category" : "Laptops",
        "seller" : "Amazon",
        "stock" : 0,
        "numOfReviews" : 0,
        "reviews": []
    },
    {
        "name" : "Unico Heavy Duty Dual Arm Full Motion TV Wall Mount for 23-55 Inch LED/LCD TV (Black)",
        "price" : "2249.99",
        "description" : "UNICO Dual Arm Movable Led TV Wall Mount.This heavy-gauge TV mount has high standards, Fit for 23 - 55 TVs. weighting up to 40Kg. Don't worry, we'll do the loading test: Each and every mount is tested to hold more than 3 times the weight it's rated to. Safety tested. VESA Norm : Supports TV with VESA 100x100mm and 400x400mm. Load Capacity: 40 KG W x H x D: 47 cm x 16 cm x 41 cm Fit Most : 23 inch to 55 inch",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/Laptop_Stand_zqsfhv",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695295168/products/Laptop_Stand_zqsfhv.jpg"
        }],
        "category" : "Electronics",
        "seller" : "Amazon",
        "stock" : 1,
        "numOfReviews" : 0,
        "reviews": []
    },
    {
        "name" : "Bose QuietComfort 35 II Wireless Bluetooth Headphones",
        "price" : "24899.10 ",
        "description" : "Iconic quiet. Comfort. And sound. The first noise cancelling headphones are back, now with lightweight materials for premium comfort and proprietary acoustic technology for deep, clear audio. They’re not just an icon reborn – they’re the perfect balance of quiet, comfort, and sound.High-fidelity audio – The TriPort acoustic architecture offers depth and fullness. Volume-optimized Active EQ maintains balanced performance at any volume, so bass stays consistent when turned down and the music remains clear when turned up.",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/headphone_qdenmd",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695295958/products/headphone_qdenmd.jpg"
        }],
        "category" : "Headphones",
        "seller" : "Flipcart",
        "stock" : 500,
        "numOfReviews" : 0,
        "reviews": []
    },

    {
        "name" : "Action Camera 1080P 12MP Sports Camera Full HD 2.0 Inch Action Cam 30m/98ft",
        "price" : "66999.29 ",
        "description" : " Underwater Waterproof Camera, FULL HD VIDEO AND PHOTO RESOLUTION: 12MP and 1080P together can make sure you capture pictures and videos easily And 140wide-angle lens allows you to shoot wider scenes and catch more amazing moment of your surroundings. you can dive into water without any worry, Perfect for water sports, such as swimming, diving, surfing and so on hence, You can explore the unknown underwater world",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/camera_vt8o07",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695295727/products/camera_vt8o07.jpg"
        },
        {
            "public_id" : "products/camera-2_d0kwjx.webp",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695295728/products/camera-2_d0kwjx.webp"
        }],
        "category" : "Cameras",
        "seller" : "Cannon",
        "stock" : 300,
        "numOfReviews" : 0,
        "reviews": []
    },
    {
        "name" : "moxly Universal Multifunctional Mobile Phone Holder for Car Rearview Mirror(MXK-512)",
        "price" : "1799.99",
        "description" : "HIGH QUALITY: It is made of new ABS + metal material, durable, not easy to scratch, stylish appearance design, easy to install, simple and practical. 360-DEGREE ROTATION: Support to change the Angle at will, convenient for you to adjust the required navigation Angle, easy driving, better planning route. It can rotate 360 degrees and can be freely adjusted to the various perspectives you need to enjoy the best driving experience.",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/Accessories_kigvzw",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695296403/products/Accessories_kigvzw.jpg"
        }],
        "category" : "Accessories",
        "seller" : "Amazon",
        "stock" : 340,
        "numOfReviews" : 0,
        "reviews": []
    },
    {
        "name" : "Adidas Men's Track Tops",
        "price" : "496.95",
        "description" : "Care Instructions: Machine Wash Fit Type: Regular 25 x 15 x 5 cm; 250 Grams, Color: Black Material Composition: 100% Rec.pes Package Contents: Mens Track Tops",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/clothes_voz953",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695296646/products/clothes_voz953.jpg"
        }],
        "category" : "Cameras",
        "seller" : "Amazon",
        "stock" : 231,
        "numOfReviews" : 0,
        "reviews": []
    },


    {
        "name" : " Bucket Floor Cleaning, Stainless Steel Wringer,",
        "price" : "1699.99",
        "description" : "Colour: Aqua Green; Material: Plastic; Package Content: 1 - Piece Prime Spin Mop; For any queries kindly reach customer care number as mentioned on the product packaging along with the proof of purchase.Microfiber Cleaning Technology: Durable, Superior Water Absorbency, Non Abrasive Lint Free, Larger Surface Area, Environment Friendly. Usage Wet and Dry Floor, Easy to Use , Store and Carry, Oval Bucket with Drainage, Separate Cleaning and Wringing Operation.",
        "ratings" : 0,
        "images" : [{
            "public_id" : "products/home_pcrli3",
            "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695296889/products/home_pcrli3.jpg"
        }],
        "category" : "Home",
        "seller" : "Amazon",
        "stock" : 0,
        "numOfReviews" : 0,
        "reviews": []
    },
    {
        "name" : "Kauffman Orchards Homegrown McIntosh Apples",
        "price" : "499.75",
        "description" : "McIntosh is a pretty red/green apple with white flesh Homegrown in Kauffman's orchard in healthy Lancaster County soil McIntosh apples are famous for snacking, pies, salads, and applesauce Protected with soft, high-density foam for safe shipping to your door Not for sale to California, Oregon, or Washington due to state laws governing fresh produce",
        "ratings" : 0,
        "images" : [
            {
                "public_id" : "products/apple_food_nync9r",
                "url" : "https://res.cloudinary.com/dzxyaeoyz/image/upload/v1695296973/products/apple_food_nync9r.jpg"
            }
        ],
        "category" : "Food",
        "seller" : "Kauffman's Fruit Farm & Market",
        "stock" : 500,
        "numOfReviews" : 0,
        "reviews": []
    }
]